{
        "Truth":[
            "What’s the most embarrassing thing that’s happened to you while drunk?",
            "Have you ever had a crush on someone in this room?",
            "What’s the most illegal thing you’ve ever done?",
            "Have you ever been caught doing something you shouldn’t?",
            "What’s the worst date you’ve ever been on?",
            "Have you ever kissed more than one person in a night?",
            "What’s something you’ve done while drunk that you regret?",
            "Who’s the last person you stalked on social media?",
            "If you had to date someone here, who would it be?",
            "What’s the biggest lie you’ve ever told?"
        ],
        "Dare":[
            "Send the last person you texted “I have a confession…”",
            "Let someone else post an Instagram story from your phone.",
            "Call your crush and say you were just thinking about them.",
            "Do your best impression of another player.",
            "Swap shirts with the person to your left.",
            "Spin around 10 times and then try to walk in a straight line.",
            "Let the group send a random emoji to your last match on a dating app.",
            "Let someone write a message to your ex and you must send it.",
            "Dance for 30 seconds to a song of the group’s choice.",
            "Take a shot without using your hands."
        ],
        "MysteryShot":[
            "The group mixes a mystery drink—you must take a sip!",
            "Drink whatever the person on your right is drinking.",
            "Take a shot while balancing on one foot.",
            "Take a shot with no hands.",
            "Close your eyes and pick a random drink in front of you.",
            "Mix two random drinks together and drink it.",
            "Take a shot through a straw.",
            "Let the group add a “surprise” ingredient to your drink.",
            "Take a shot but let someone else feed it to you.",
            "Spin a bottle—whoever it lands on, you both take a shot."
        ],
        "RuleChange":[
            "No one can say names—if they do, they drink!",
            "Everyone must drink with their non-dominant hand.",
            "No one can point—if they do, they take a sip!",
            "You must refer to yourself in the third person.",
            "Anytime someone laughs, they take a drink.",
            "No one can say the word “drink.”",
            "If someone asks a question, they must take a sip.",
            "No one can touch their phone—if they do, they drink!",
            "Anytime someone curses, they take a shot.",
            "Every time someone spins, they must cheers before drinking."
        ],
        "WildCard":[
            "Swap drinks with someone.",
            "The group picks a punishment for you.",
            "You get to pick someone to take a shot with you.",
            "Choose one person to answer a deep question.",
            "The next player must do two spins instead of one.",
            "Make a toast before drinking.",
            "Start speaking in an accent until your next turn.",
            "You must keep your eyes closed until your next turn.",
            "Everyone takes a drink except you!",
            "Pick a player—they must spin twice in a row."
        ]
}